export const overviewText = [
  "해양인의 열정과 힘을 모아 갑니다.",
  "2019년 '해양컨퍼런스'로 출발한 본 행사는 2023년부터 '해양주간-OCEAN WEEK'로 확대되어, 해양 분야를 아우르는 종합적인 교류의 장으로 발전해왔습니다. 정부부처, 부산광역시, 해양수산 관련 공기업, 연구기관, 협회 및 기업 등 다양한 주체가 한자리에 모여 정보 교류와 비즈니스 네트워킹을 진행하고, 이를 통해 해양산업의 미래를 함께 논의하며, 해양산업의 경쟁력 강화와 대한민국 발전에 기여하는 것을 목적으로 하고 있습니다.",
  "대한민국이 세계적 해양산업 선도국으로 자리매김하기 위해 마련한 '해양주간-OCEAN WEEK'을 통해 해양인들의 열정과 힘을 모아갈 수 있기를 응원합니다.",
  "우리에게 던져진 과제는 많습니다.",
  "북극항로시대를 맞은 비연안국의 항행에 대한 권리, 북극항로 연관산업 발전방안, K-조선기자재산업의 방향성 모색, 블루카본의 탄소마켓 시장, 항만산업의 세계화 전략, 해운산업 발전을 위한 선박금융의 역할, 미래세대를 위한 해양교육,\n해양수산업에서 빅데이터의 가치, 글로벌 물류대란 대응방안, 크루즈관광산업 현황과 미래, 해양바이오산업의 신 성장 동력 등이 그것입니다.",
  "해양주간 사무국은 각 분야의 전문가들과 함께 참여형 토론의 장을 만들어 가겠습니다. 열띤 토론 끝에 모아진 의견들은 정책제안으로 이어질 것입니다."
];

export const oceanScheduleTimeline = [
  {
    day: "Day 1",
    date: "6월 8일(월)",
    location: "벡스코 2전시관 320~324호",
    sessions: [
      {
        time: "10:00~11:00",
        title: "개회식"
      },
      {
        time: "11:00~12:00",
        title: "기관장 토크 콘서트",
        description: "해양수산부 이전과 해양수도 부산의 비전",
        speakers: [
          { role: "참여", name: "해양수산부장관", org: "" },
          { role: "참여", name: "부산광역시장", org: "" },
          { role: "참여", name: "조승환 국회의원", org: "(부산 영도구)" },
          { role: "참여", name: "양재생 회장", org: "부산상공회의소" },
          { role: "참여", name: "류동근 총장", org: "국립한국해양대학교" },
          { role: "참여", name: "배상훈 총장", org: "국립부경대학교" },
          { role: "참여", name: "안병길 사장", org: "한국해양진흥공사" },
          { role: "참여", name: "최금식 회장", org: "선보패밀리그룹" }
        ]
      },
      {
        time: "13:30~14:50",
        title: "해양경제포럼: 북극항로 비연안국의 권리",
        description: "한 · 중 · 일 · 러 전문가 발표",
        speakers: [
          { role: "한국", name: "최수범", org: "국민대학교 특임교수" },
          { role: "중국", name: "궈베이칭", org: "중국해양대학교 교수" },
          { role: "일본", name: "후지오 오니시", org: "홋카이도대학교 북극연구센터 박사" },
          { role: "러시아", name: "스미르노프 세르게이 마라토비치", org: "블라디보스톡 극동연방대 교수" }
        ]
      },
      {
        time: "15:20~16:50",
        title: "해양경제포럼: 패널 토론",
        description: "전체 발표자 및 지정 패널 토론",
        speakers: [
          { role: "좌장", name: "신형철 소장", org: "극지연구소" },
          { role: "토론", name: "최수범 교수", org: "국민대학교" },
          { role: "토론", name: "궈베이칭 교수", org: "중국해양대학교" },
          { role: "토론", name: "후지오 오니시 박사", org: "홋카이도대학교 북극연구센터" },
          { role: "토론", name: "스미르노프 세르게이 마라토비치 교수", org: "블라디보스톡 극동연방대" },
          { role: "토론", name: "남형식 교수", org: "국립한국해양대학교" },
          { role: "토론", name: "정영두 센터장", org: "한국해양진흥공사 북극항로 종합지원센터" }
        ]
      }
    ]
  },
  {
    day: "Day 2",
    date: "6월 9일(화)",
    location: "벡스코 2전시관 320~324호",
    sessions: [
      {
        time: "10:00~10:20",
        title: "세션 오프닝행사",
      },

      {
        time: "10:20~12:00",
        title: "해양경제포럼: 블루카본의 잠재력과 탄소시장화 전략",
        description: "한 · 중 · 인도 전문가 발제 및 토론",
        speakers: [
          { role: "좌장", name: "김종성 교수", org: "서울대학교 지구환경과학부" },
          { role: "발표", name: "김영석 실장", org: "LG 전자 HS기능성소재사업실" },
          { role: "발표", name: "천루전 교수", org: "중국 샤먼대학교" },
          { role: "발표", name: "산딥 로이 초두리 CEO", org: "인도 VNV 어드바이저리" },
          { role: "토론", name: "좌장 및 발표자 3인", org: "종합 토론 진행" }
        ]
      },
      {
        time: "13:30~15:00",
        title: "해양경제포럼: 블루카본 탄소시장 반영방안",
        speakers: [
          { role: "좌장", name: "최가영 박사", org: "국가녹색기술연구소" },
          { role: "발제", name: "정여진 박사", org: "한국해양수산개발원(KMI)" },
          { role: "토론", name: "김남진 책임연구원", org: "LG 전자" },
          { role: "토론", name: "손승태 부장", org: "한국거래소" },
          { role: "토론", name: "김태선 대표", org: "NAMU EnR" },
          { role: "토론", name: "김현성 과장", org: "해양수산부 해양생태과" }
        ]
      },
      {
        time: "15:30~17:00",
        title: "해양경제포럼: 해상풍력 특별법 시대 개막 - 기회와 도전, 미래전략",
        speakers: [
          { role: "좌장", name: "이영호 교수", org: "국립한국해양대학교" },
          { role: "토론", name: "최우진 대표", org: "코리오제네레이션" },
          { role: "토론", name: "김현도 대표", org: "지오뷰" },
          { role: "토론", name: "최덕환 실장", org: "한국풍력산업협회" },
          { role: "토론", name: "과장", org: "해양수산부" }
        ]
      }
    ]
  },
  {
    day: "Day 3",
    date: "6월 10일(수)",
    location: "벡스코 2전시관 320~324호",
    sessions: [
      {
        time: "10:00~11:00",
        title: "제2회 대한민국해양지도자 대상 시상식",
        description: "해양관련 우수한 업적을 남긴 분을 대상으로 '지·산·학·연' 부문 수상"
      },
      {
        time: "11:00~12:00",
        title: "해양산업리더스 서밋",
        description: "특강 : 송상근(부산항만공사 사장)"
      },
      {
        time: "14:00~15:30",
        title: "온라인 컨퍼런스: 북극항로 연관산업 발전 방안",
        speakers: [
          { role: "좌장", name: "윤희성 교수", org: "국립한국해양대학교" },
          { role: "발제", name: "장하용 박사", org: "부산연구원" },
          { role: "토론", name: "김세현 부산본부장", org: "한국해운협회" },
          { role: "토론", name: "이한성 본부장", org: "중소조선연구원" },
          { role: "토론", name: "이동해 센터장", org: "부산국제금융진흥원" },
          { role: "토론", name: "관계자", org: "부산항만공사" }
        ]
      },
      {
        time: "16:00~17:30",
        title: "온라인 컨퍼런스: 북극항로시대 극지교육의 방향성",
        speakers: [
          { role: "좌장", name: "이동화 대표", org: "극지해양미래포럼" },
          { role: "발제", name: "박수현 국장", org: "국제신문" },
          { role: "토론", name: "장학사", org: "부산광역시교육청" },
          { role: "토론", name: "손용구 교수", org: "국립한국해양대학교 북극해연구센터" },
          { role: "토론", name: "이정아 교장", org: "수영초등학교" }
        ]
      },
      {
        time: "14:00~17:00",
        title: "극지시민강좌",
        description: "북극항로 및 극지 해양의 지속가능한 이용과 미래 전략"
      }
    ]
  }
];
